alacritty
amd-ucode
base
base-devel
bat
bc
bluez
bluez-utils
brave-bin
btop
bubblewrap
clickhouse
cmake
delve
deno
dmenu
dmidecode
docker
docker-compose
dosfstools
dunst
efibootmgr
electron25-bin
elixir
eza
fastfetch
fd
feh
firefox
fzf
gdb
git
github-cli
glow
gnome-keyring
gnome-screenshot
gnu-netcat
go
google-chrome-beta
gparted
gradle
grub
gst-plugin-pipewire
helix
i3-resurrect
i3-wm
i3blocks
i3lock
i3status
inetutils
intellij-idea-community-edition
iwd
jdk
jq
kanata
lazydocker
libnotify
libpulse
libva-mesa-driver
libxcrypt-compat
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsof
maim
man-db
mercurial
mold
mongodb-compass
mtools
mupdf
mysql-workbench
nano
neovim
net-tools
networkmanager
ninja
nm-connection-editor
noto-fonts-emoji
nvm
obs-studio
oha
openssh
otf-fantasque-sans-mono
perl-image-exiftool
phpstorm
phpstorm-jre
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polybar
postgresql
postman-bin
python
redis
ripgrep
rofi
ruby
rustup
scrcpy
slack-desktop
smartmontools
sof-firmware
stow
tmux
ttf-cascadia-code-nerd
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-martian-mono-nerd
ttf-ubuntu-font-family
unrar
unzip
v4l2loopback-dkms
vim
visual-studio-code-bin
vlc
vulkan-radeon
wget
whois
wireless_tools
wireplumber
xclip
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xrandr
xss-lock
xterm
yay
yazi
yt-dlp
zathura
zathura-djvu
zathura-pdf-mupdf
zellij
zen-browser-optimized-bin
zig
zip
zram-generator
zsh
zsh-syntax-highlighting
